Repository: ClementLazzarini/WhichGame
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: Stop searching,
fr: Arrêtez de chercher,

source: start playing.
fr: commencez à jouer.

source: WhichGame is the answer to the paradox of choice. A minimalist interface to find your next adventure without scrolling for hours.
fr: WhichGame est la réponse au paradoxe du choix. Une interface minimaliste pour trouver votre prochaine aventure sans scroller pendant des heures.

source: The Problem
fr: Le Problème

source: We sometimes spend more time choosing a game than playing it. Too many choices, prices scattered across the web, and unknown lifespans that don't fit our schedule.
fr: On passe parfois plus de temps à choisir un jeu qu'à y jouer. Trop de choix, des prix éparpillés sur le web et des durées de vie inconnues qui ne collent pas avec notre emploi du temps.

source: The Solution
fr: La Solution

source: A centralized aggregator. Ask a simple question: <em>"What costs less than 20€ and lasts a weekend?"</em> and get an immediate, data-driven answer.
fr: Un agrégateur centralisé. Posez une question simple : <em>"Qu'est-ce qui coûte moins de 20€ et dure un week-end ?"</em> et obtenez une réponse immédiate, basée sur la data.

source: Under the hood
fr: Sous le capot

source: Find a game now
fr: Trouver un jeu maintenant

source: Find your next adventure
fr: Trouvez votre prochaine aventure

source: Stop wasting time searching. Find the best video games based on your budget, playtime, and platforms (PC, PS5, Switch, Xbox).
fr: Ne perdez plus de temps à chercher. Trouvez les meilleurs jeux vidéo selon votre budget, votre temps de jeu et vos plateformes (PC, PS5, Switch, Xbox).

source: WhichGame: Find the perfect video game for your budget
fr: WhichGame : Trouvez le jeu vidéo idéal selon votre budget

source: Stop wasting hours choosing. Filter by price, lifespan, and platform to discover the best-rated gems on PC, Switch, PS5, and Xbox.
fr: Ne perdez plus d'heures à choisir. Filtrez par prix, durée de vie et plateforme pour découvrir les meilleures pépites notées sur PC, Switch, PS5 et Xbox.

source: Searching for gems...
fr: Recherche des pépites...

source: Under 5€
fr: Moins de 5€

source: Under 15€
fr: Moins de 15€

source: Under 30€
fr: Moins de 30€

source: Playtime
fr: Durée

source: One evening (Under 5h)
fr: Soirée (Moins de 5h)

source: Long Adventure (+50h)
fr: Longue Aventure (+50h)

source: Must-plays
fr: Incontournables

source: Masterpieces (90+)
fr: Chefs d'œuvre (90+)

source: Excellent & Cheap
fr: Excellents & Pas chers

source: Recent releases
fr: Sorties Récentes

source: Remakes
fr: Les Remakes

source: Remasters
fr: Les Remasters

source: PC Games
fr: Jeux PC

source: Missing a game? Suggest it to us!
fr: Un jeu manque à l'appel ? Suggère-le nous !

source: About
fr: À propos

source: Legal Notice
fr: Mentions Légales

source: Made with
fr: Site réalisé avec

source: by
fr: par

source: Find your next video game based on your budget, playtime, and platform. Smart comparator.
fr: Trouvez votre prochain jeu vidéo en fonction de votre budget, du temps de jeu et de votre plateforme. Comparateur intelligent.

source: 10,000+ games listed
fr: 10 000+ jeux référencés

source: Start
fr: Commencez

source: playing.
fr: à jouer.

source: Stop scrolling. Find the perfect gem based on your time and budget.
fr: Arrêtez de scroller. Trouvez la pépite parfaite en fonction de votre temps et de votre budget.

source: Explore the catalog
fr: Explorer le catalogue

source: View selections
fr: Voir les sélections

source: Scroll down
fr: Descendre

source: See all
fr: Voir tout

source: No games in this collection at the moment.
fr: Aucun jeux dans cette collection pour l'instant.

source: Didn't find what you're looking for?
fr: Pas trouvé votre bonheur ?

source: Use our advanced filters to sort through over 10,000 titles.
fr: Utilisez nos filtres avancés pour trier parmi plus de 10 000 titres.

source: Launch an advanced search
fr: Lancer une recherche avancée

source: 1. Publisher
fr: 1. Éditeur du site

source: The WhichGame website is a non-profit personal project.
fr: Le site WhichGame est un projet personnel à but non lucratif.

source: 2. Hosting
fr: 2. Hébergement

source: The website is hosted by:
fr: Le site est hébergé par :

source: Website:
fr: Site web :

source: 3. Data and Intellectual Property
fr: 3. Données et Propriété Intellectuelle

source: Game images and metadata are the property of their respective publishers and are provided via the IGDB API (Twitch Interactive, Inc).
fr: Les images de jeux et métadonnées sont la propriété de leurs éditeurs respectifs et sont fournies via l'API IGDB (Twitch Interactive, Inc).

source: Pricing information is provided by the CheapShark API.
fr: Les informations de prix sont fournies par l'API CheapShark.

source: This site does not store any user personal data at this time (no advertising tracking cookies).
fr: Ce site ne stocke aucune donnée personnelle utilisateur pour le moment (pas de cookies de tracking publicitaire).

source: Gaming icons created by Hilmy Abiyyu A. - Flaticon
fr: Icônes gaming créées par Hilmy Abiyyu A. - Flaticon
